{
  "141": {
    "id": 141,
    "title": "Eastern party",
    "description": "Our final party will happen at Campus. Bring drinks and snacks typical for your country and we will share.",
    "image": "/images/backgrounds/party.jpg"
  },
  "140": {
    "id": 140,
    "title": "Closing",
    "description": "",
    "language": "English"
  },
  "139": {
    "id": 139,
    "title": "Keynote",
    "description": "",
    "language": "English"
  },
  "138": {
    "id": 138,
    "title": "Day 1 wrap up",
    "description": "",
    "language": "English"
  },
  "137": {
    "id": 137,
    "title": "Beer & Networking Activities",
    "description": "Let's meet each other at \"RESTAURACJA Praga Południe 8'MY KWADRAT\"",
    "image": "/images/backgrounds/party.jpg"
  },
  "136": {
    "id": 136,
    "title": "Country Presentations",
    "description": "Each group presents themselves",
    "language": "English",
    "image": "/images/backgrounds/opening.jpg"
  },
  "135": {
    "id": 135,
    "title": "Morning coffee",
    "description": "Coffeeeeeee!",
    "image": "/images/backgrounds/morning.jpg"
  },
  "134": {
    "id": 134,
    "title": "Coffee break",
    "description": "Coffeeeeeee!",
    "image": "/images/backgrounds/coffee-break.jpg"
  },
  "133": {
    "id": 133,
    "title": "Lunch",
    "description": "Foooooooood!",
    "image": "/images/backgrounds/lunch.jpg"
  },
  "132": {
    "id": 132,
    "title": "Registration & morning Coffee",
    "description": "Get your badge, coffee, enjoy talking with tech edicts around",
    "image": "/images/backgrounds/registration.jpg"
  },
  "131": {
    "id": 131,
    "title": "Ultimate events guide",
    "description": "Best practices and tools for organizing and promoting events. How to attract speakers, sponsors and build strong brand as local GDG host. Easy to learn and effective tools and tips which will help you with marketing, PR, and event organizing from scratch.",
    "speakers": [
      1
    ],
    "language": "English",
    "tags": [
      "Events"
    ]
  },
  "130": {
    "id": 130,
    "title": "Android Wear 2.0: Next Level for your Action",
    "description": "Major release of Android Wear is expected in market this Fall. It brings some revolutionary changes in the platform that should change our approaches in development of wearable apps, including freedom of BLE tethering, complications, new Messaging Style for notifications, Google Fit gym activity recognition and much more... Let's look deeper at what'll become possible with new Android Wear 2.0",
    "speakers": [
      7
    ],
    "language": "English",
    "tags": [
      "Android"
    ]
  },
  "129": {
    "id": 129,
    "title": "GDG[x]. What? Who? Why?",
    "description": "All GDG[x] organizers heard about this. Somebody using it. And only someone knows how to join us. In my talk, I will describe What we have done, by Whom and, most importantly, Why we are working on global projects for all GDG around the world. (projects aka Hoverboard, Boomerang, Firefly, Frisbee, Zeppelin, etc.)",
    "speakers": [
      2
    ],
    "language": "English",
    "tags": [
      "GDGx"
    ]
  },
  "127": {
    "id": 127,
    "title": "Cooperating with other User Groups and Organizations in your City",
    "description": "Each city has a plenty of different User Groups about various of technologies. Organizing Yet Another User Group will do a little impact and is not that fun for the community. Better to go further and together collaborate on a wider level! Lets discuss how your GDG can team up with other UGs, companies, universities, organizations and how to engage the government into supporting IT initiatives.",
    "speakers": [
      6
    ],
    "language": "English",
    "tags": [
      "Cooperation"
    ]
  },
  "126": {
    "id": 126,
    "title": "How women communities evolve the world?",
    "description": "Running women community in the majority of countries is a very delicate task. On one hand, such communities are supported by giants like Google, but on other hand, people don't understand why is this important, additionally to GDG, to run WTM community. During the talk, I will answer the question, share how female tech communities evolve the world and what are best practices to run such community.",
    "speakers": [
      3
    ],
    "language": "English",
    "tags": [
      "WTM"
    ]
  },
  "125": {
    "id": 125,
    "title": "Coderetreat, coding dojo - software development training events",
    "description": "Last year we started organizing practical events - Coderetreat and Coding dojo. We will show you how to organize these events, why is this event type useful, what it brings to us and our attendees and why you should try it as well.",
    "speakers": [
      9,
      10
    ],
    "language": "English",
    "tags": [
      "Events"
    ]
  },
  "124": {
    "id": 124,
    "title": "The definitive guide to large scale events",
    "description": "Presentation similar to one I've gave in GDG Summin in SF. Have you ever wondered how to organize a great event for 500, 1000, 1500 attendees? What needs to be done? How to create the rock solid team? How to maximize public visibility? GDG Lviv (Ukraine) team is going to share experience and practical tips from organizing few of the biggest IT conferences in the country.",
    "speakers": [
      4
    ],
    "language": "English",
    "tags": [
      "Events"
    ]
  },
  "123": {
    "id": 123,
    "title": "Let's create a place for all GDGers - organizers and participants",
    "description": "Do you always remember to post all information about your event to all social media channels? Do your guests get all the information they need every time? Do you use meetup/facebook/google+/dev.site and others to gather people? Maybe it's time to think big about something for the organizers but also for regular participants? Let's get together and create something everyone would love to use!",
    "speakers": [
      11
    ],
    "language": "English",
    "complexity": "Beginner",
    "tags": [
      "Cooperation"
    ]
  },
  "122": {
    "id": 122,
    "title": "Cross-chapter events experience: 7 years and 7 countries",
    "description": "Doing cross-chapter events is one of the best ways to empower the community on local and national level. When is this format the most effective? What's the balance between local and cross-chapter events? We’ll be glad to share our knowledge and experience, and discuss these problems with the community. Our story complements talks of V.Zasadnyy and D.Vávra making the tandem especially interesting.",
    "speakers": [
      5,
      14
    ],
    "language": "English",
    "tags": [
      "Cooperation"
    ]
  },
  "121": {
    "id": 121,
    "title": "Product&Marketing features for better event management",
    "description": "How use Lean Canvas, persons, newsletters, PPC and other principles from product management and marketing to improve your events.",
    "speakers": [
      12
    ],
    "language": "English",
    "complexity": "Intermediate",
    "tags": [
      "Events"
    ]
  },
  "120": {
    "id": 120,
    "title": "Fundraising like a pro",
    "description": "How to identify potential sposors? How to approach them? When to do this? What to offer? What to ask for and how many/much? How to convince undecided? And finally how to make the lightning to strike more times in the same place? ;) Sharing my experiences from over 7 years of fundrising and sales to help you seamlessly organise greatest events.",
    "speakers": [
      8
    ],
    "language": "English",
    "tags": [
      "Fundraising"
    ]
  },
  "119": {
    "id": 119,
    "title": "Automation with no funds",
    "description": "When you create events, usually you have a lot of common tasks like: post to meetup, facebook, twitter, update website, notify community, etc. It is a big place to automate this things. This talk will show you how we at GDG Riga try to do this... with no funds, using open source and not only. With tips and tricks.",
    "speakers": [
      13
    ],
    "language": "English",
    "tags": [
      "Events"
    ]
  },
  "118": {
    "id": 118,
    "title": "The GDG State of the Union",
    "description": "TBD",
    "speakers": [
      15
    ],
    "language": "English",
    "tags": [
      "Community"
    ]
  },
  "117": {
    "id": 117,
    "title": "Building engaging communities",
    "description": "TBD",
    "speakers": [
      15
    ],
    "language": "English",
    "tags": [
      "Community"
    ]
  },
  "116": {
    "id": 116,
    "title": "Discussion panel",
    "description": "TBD",
    "speakers": [
      15
    ],
    "language": "English",
    "tags": [
      "Community"
    ]
  },
  "115": {
    "id": 115,
    "title": "Regional break downs",
    "description": "TBD",
    "language": "English",
    "tags": [
      "Community"
    ]
  }
}
